[
  {
    "id": 584,
    "date": "2025-05-10T09:22:25+00:00",
    "message": "Что будет делать тифозная вошь с накокаиненным носом, если получит сообщение о том, что наша страна не может больше «гарантировать безопасность пребывания» европейских лидеров, которые прибыли сегодня в Киев?\n\nЛадно, не дёргайся, крыса! Наша Армия, в отличие от бандеровских ублюдков, не занимается терроризмом. Просто вспомни сегодня, урод, что нёс про парад Победы в Москве.",
    "views": 2886030,
    "forwards": 72015,
    "reactions": null
  },
  {
    "id": 583,
    "date": "2025-05-09T09:59:28+00:00",
    "message": "С Днём Великой Победы! \n\nЗаветы наших отцов и дедов – в наших сердцах!\n\nМы помним: если враг не сдаётся, его уничтожают.\n\nА противник пусть выучит строки, посвящённые РВСН: «После нас тишина, но кому это нужно…»",
    "views": 2153416,
    "forwards": 6470,
    "reactions": null
  },
  {
    "id": 582,
    "date": "2025-05-03T09:58:03+00:00",
    "message": "Зелёное небритое чмо заявило, что отвергает предложение Путина о трёхдневном перемирии на 9 Мая и не может обеспечить безопасность мировых лидеров в Москве.\n\nА кто ищет его гарантий? Просто словесная провокация. Не более того.\n\nГнида понимает, что в случае реальной провокации на День Победы никто не гарантирует, что в Киеве наступит 10 мая.",
    "views": 6463710,
    "forwards": 198736,
    "reactions": null
  },
  {
    "id": 581,
    "date": "2025-05-01T06:13:21+00:00",
    "message": "Про международный праздник труда \n\nЕсли бы в США была награда за доблестный труд, то её нынешний президент мог бы стать её кавалером за первые сто дней работы, а особенно – за начало тарифной битвы.\n\nПри этом серп и молот его тарифов направлены против всех и каждого. \n\nСтрадают близкие соседи, плачут вырожденцы в Туманном Альбионе, бесится полоумная старуха Европа. Им совсем несладко. Надо идти на поклон, чтобы совершить ритуальную сделку под кодовым названием «kiss my ass». А тут ещё на юге Европы свет пропал... (Да! Да! Всем понятно, кто это сделал…)\n\nУ Китая, правда, есть свои огромные ресурсы и гигантский внутренний рынок, а потому его экономика, безусловно, выдержит любой прессинг. Здесь у Трампа промашка вышла. \n\nМы с Америкой почти не торгуем, и на нас новые зверские тарифы не распространяются. В них нет смысла, когда есть незаконные «ограничительные меры», которых уже 30 000 штук!\n\nЗато Трамп доломал киевский режим расплачиваться за американскую помощь полезными ископаемыми. Теперь за военные поставки придётся платить национальными богатствами исчезающей страны. А Сенат США, ведомый республиканцами, готовится ввести против нас очередные «сокрушительные санкции». Посмотрим на ответ новой администрации. Рейтинги Трампа ушли вниз, «глубинное государство» оказывает ему ожесточённое сопротивление.\n\nМай начинается бурно. И отнюдь не мирно. День Победы ещё впереди. \n\nС Праздником! С 1 Мая!",
    "views": 2986155,
    "forwards": 6356,
    "reactions": null
  }
]